Repository: hosizoraru/KeiPix
Catalog: Sources/KeiPix/Resources/Navigation.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# Bottom Tabs
source: Tab Bar
ja: タブバー
zh_hans: 标签栏
zh_hant: 標籤欄

# Bottom Tab Behavior
source: Behavior
ja: 動作
zh_hans: 底栏行为
zh_hant: 底欄行為

# Bookmark Tab
source: Bookmarks
ja: ブックマーク
zh_hans: 书签
zh_hant: 書籤

source: Choose the three destinations that stay next to Feed and Search on iPhone and iPad portrait.
ja: iPhoneとiPad縦向きでフィードと検索の横に固定表示する3つの移動先を選びます。
zh_hans: 选择 iPhone 和 iPad 竖屏上固定显示在作品流与搜索旁边的三个入口。
zh_hant: 選擇 iPhone 和 iPad 直向上固定顯示在作品流與搜尋旁邊的三個入口。

source: Choose the default page for each iPhone and iPad portrait tab.
ja: iPhoneとiPad縦向きで、各タブを開いたときの既定ページを選びます。
zh_hans: 选择 iPhone 和 iPad 竖屏中每个底栏标签默认打开的页面。
zh_hant: 選擇 iPhone 和 iPad 直向中每個底欄標籤預設開啟的頁面。

source: Choose which tab iPhone and iPad portrait should open after a cold start.
ja: iPhoneとiPad縦向きで、コールドスタート後に開くタブを選びます。
zh_hans: 选择 iPhone 和 iPad 竖屏冷启动后默认打开的底栏标签。
zh_hant: 選擇 iPhone 和 iPad 直向冷啟動後預設開啟的底欄標籤。

# Customize Bottom Tabs
source: Customize Tab Bar
ja: タブバーをカスタマイズ
zh_hans: 自定义标签栏
zh_hant: 自訂標籤欄

# Default Tab Pages
source: Default Pages
ja: 既定ページ
zh_hans: 默认页面
zh_hant: 預設頁面

source: Fixed Tabs
ja: 固定タブ
zh_hans: 固定入口
zh_hant: 固定入口

source: Last Used Tab
ja: 最後に使ったタブ
zh_hans: 上次停留的标签
zh_hant: 上次停留的標籤

source: Launch Tab
ja: 起動時のタブ
zh_hans: 启动标签
zh_hant: 啟動標籤

source: Remember Each Tab's Last Page
ja: 各タブの最後のページを記憶
zh_hans: 记住每个标签的上次页面
zh_hant: 記住每個標籤的上次頁面

source: When switching tabs, return to the last page used in that tab. Turn this off to always open the default page.
ja: タブを切り替えたとき、そのタブで最後に使ったページへ戻ります。オフにすると常に既定ページを開きます。
zh_hans: 切换底栏标签时回到该标签上次使用的页面。关闭后每次都会打开默认页面。
zh_hant: 切換底欄標籤時回到該標籤上次使用的頁面。關閉後每次都會開啟預設頁面。

# Reset Bottom Tabs
source: Reset Tab Bar
ja: タブバーをリセット
zh_hans: 重置标签栏
zh_hant: 重設標籤欄

source: Selected Destinations
ja: 選択中の移動先
zh_hans: 已选入口
zh_hant: 已選入口

source: Slot %d
ja: スロット%d
zh_hans: 第 %d 个入口
zh_hant: 第 %d 個入口
